[
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Introduction",
    "text": "Finance Companies Control Law\n\n1 Introductory Chapter: Definitions"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 1",
    "text": "Article 1: In the Law, the following words and phrases shall have the meanings assigned thereto, unless the context requires otherwise: Law: Finance Companies Control Law. Regulations: Implementing Regulations of the Law. SAMA: Saudi Arabian Monetary Authority. Governor: Governor of SAMA. Finance Company: A company licensed to engage in finance activities. Borrower: A person receiving finance. Consumer: A person to whom finance services are offered. License: A license issued by SAMA to a company to engage in finance activities. Finance: Extending credit under contract for the activities provided for in the Law. Chapter 1: General Provisions"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 2",
    "text": "Article 2: The Law shall apply to finance companies licensed under its provisions."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 3",
    "text": "Article 3: Finance companies licensed under the Law shall engage in finance activities in a manner not inconsistent with the principles of Sharia, as determined by the Sharia committees whose members are selected by such companies, and without compromising the integrity of the financial system and the fairness of transactions."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 4",
    "text": "Article 4: 1. The finance activities provided for in the Law may not be engaged in without obtaining the necessary license in accordance with the provisions of the Law or other applicable laws. 2. An unlicensed person may not, by any means, indicate, explicitly or implicitly, his engagement in the finance activities provided for in the Law, nor may he use in his\n\n2 documents, papers, or advertisements any word or phrase that indicates such engagement. 3. Notwithstanding paragraphs (1) and (2) of this Article, the Regulations shall govern the engagement of a natural or legal person in financing the products of his establishments or the services he provides to clients in a manner that enables SAMA to exercise its monetary authority, protects the financial system, and ensures consumer protection. Chapter 2: Licensing Provisions"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 5",
    "text": "Article 5: First: The incorporators of a finance company, or their representatives, shall submit the license application to SAMA. The following conditions must be satisfied for the issuance of the license: 1. The organizational structure of the company, its operation systems, and an investment plan demonstrating its technical capability to engage in finance activities must be submitted, as specified in the Regulations. 2. The capital of the company must not be less than the amount specified by SAMA, nor less than the amount specified in the Companies Law. The foreign share in the capital, if any, must not exceed the percentage determined by SAMA. 3. Each of the company’s incorporators must meet the legal and Sharia requirements for competence as well as the following conditions: a) He must not have been in default on any of his obligations towards creditors. b) He must not have been in violation of the provisions of the Capital Market Law and its regulations, the Banking Control Law, the Cooperative Insurance Companies Control Law, or any finance laws. c) He must not have been declared bankrupt. d) He must not have been convicted of any crime impinging on integrity, unless rehabilitated in accordance with the laws or as specified in the Regulations. 4. A person nominated to perform monitoring and executive duties in the company must satisfy the requirements of professional competence as well as the following conditions: a) He must possess theoretical and practical experience relating to the finance activity. b) He must not have been in violation of the provisions of the Capital Market Law\n\n3 and its regulations, or convicted of violating the Banking Control Law, the Cooperative Insurance Companies Control Law, or any finance laws. c) He must not have been convicted of any crime impinging on integrity, unless rehabilitated in accordance with the laws or as specified in the Regulations. 5. The company must be a joint stock company; SAMA may, however, license companies other than joint stock companies if it deems that the proposed business model or the nature of the activity requires the same, without compromising the integrity of the financial system and the fairness of transactions. 6. Any other condition provided for in the Regulations for issuing the license. Second: SAMA shall, upon completion of the application, issue its approval or a reasoned rejection within a period not exceeding 60 days; it shall, when considering license applications, take into account the competitiveness and integrity of the industry and the quality of services. Third: Applications shall, upon approval, be referred to the Ministry of Commerce and Industry for completion of the company’s incorporation and registration in accordance with the provisions of the Companies Law. Fourth: Upon completion of the incorporation of the company and the issuance of its commercial registration, SAMA shall license the company to engage in the activity. The license term shall be five years. Fifth: The Regulations shall specify the fees for issuing, renewing, and amending the license."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 6",
    "text": "Article 6: The finance company must commence its finance activities within a period not exceeding one year from the date of obtaining the license. It may not, after commencing its activities, suspend such activities for a period exceeding three consecutive months unless approved by SAMA. The Regulations shall specify the necessary controls therefor."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 7",
    "text": "Article 7: SAMA may cancel the license if it establishes that the finance company provided false information thereto, or failed to disclose material information that should have been disclosed for licensing purposes as set forth in the Regulations."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 8",
    "text": "Article 8: Founder shares may not be disposed of without the approval of SAMA. In such case, the recipients of such shares must satisfy the requirements and conditions provided\n\n4 for in"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 9",
    "text": "Article 9: The license shall be deemed expired upon the appointment of a liquidator for the finance company or the issuance of a bankruptcy ruling. Chapter 3: Activities of Finance Companies"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 10",
    "text": "Article 10: 1. SAMA shall license the finance company to engage in one or more of the following finance activities: a) Real estate finance. b) Productive asset finance. c) Small and medium enterprise finance. d) Finance lease. e) Credit card finance. f) Consumer finance. g) Microfinance. h) Any other finance activity approved by SAMA. The finance company may own assets in order to finance third-party ownership thereof. 2. SAMA shall license establishments seeking to engage in finance support activities in a manner that achieves competition in the provision of services. The Regulations shall specify the legal form of such establishments and the conditions to be satisfied thereby."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 11",
    "text": "Article 11: The finance company may not undertake any of the following: 1. Engage in any activity other than finance without the approval of SAMA. 2. Acquire, whether directly or indirectly, an establishment engaging in an activity other than finance without the approval of SAMA. 3. Trade in currencies, gold, precious metals, or securities. 4. Trade in real estate. 5. Engage in wholesale or retail business.\n\n5 6. Accept demand deposits. 7. Accept time deposits or non-banking facilities, or open accounts of any type for its clients, unless licensed by SAMA. In such case, the company shall deposit with SAMA a percentage of the value of the deposits as specified in the Regulations. 8. Obtain foreign short-term finance without the approval of SAMA, in accordance with the Regulations."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 12",
    "text": "Article 12: 1. The finance company may not undertake any of the following: a) Extend finance without collateral; as an exception, the Regulations shall specify the rules for extending finance without collateral. b) Finance or offer facilities collateralized by its shares. c) Finance or offer facilities to an establishment or a company other than joint stock companies listed in the Saudi Capital Market if any of the board members of the finance company or any of its external auditors is a partner or manager in the establishment or company receiving the finance. d) . Finance or offer facilities to persons or establishments if any member of the board of directors of the finance company, any of its managers, any member of its board of managers, or any person holding a position of similar capacity, as the case may be, or any of its external auditors is a guarantor for such finance or facilities. e) Finance or offer facilities to any of its board members or managers or the spouses of the board members or managers or any relative thereof up to the second degree, except against collateral as specified in the Regulations. f) Finance or offer facilities or guarantee any financial obligation of any of its employees in excess of his aggregate salaries for the period specified in the Regulations. g) Acquire shares in another finance company without the approval of SAMA. h) Finance or offer facilities to a company or establishment in which the finance company owns, directly or indirectly, a share that exceeds the percentage specified in the Regulations. i) Finance or offer facilities to a company or establishment which owns, directly or indirectly, a share in the finance company that exceeds the percentage specified in the Regulations. 2. Without prejudice to public and private rights prescribed by law, any member of the board of directors of a finance company, any of its managers, any member of its board of managers, or any person holding a position of similar capacity, as the\n\n6 case may be, and any of its external auditors who receives finance in violation of the provisions of paragraph 1(b, c, or d) of this Article shall be deemed dismissed as specified in the Regulations"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 13",
    "text": "Article 13: The finance company shall allocate a provision for contingent operating losses in accordance with the criteria specified in the Regulations."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 14",
    "text": "Article 14: Without prejudice to the provisions of"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 15",
    "text": "Article 15: The finance company and its employees must maintain the confidentiality of the information and transactions of clients to which they become privy during the company’s conduct of business, as specified in the Regulations. Chapter 4: Management of Finance Companies"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 16",
    "text": "Article 16: A member of the finance company’s board of directors, its managers, a member of its board of managers, or any person holding a position of similar capacity, as the case may be, must not: 1. be a member of the board of directors, a manager, or a member of the board of managers in another finance company that engages in the same activity, or hold a position of similar capacity therein, as the case may be. 2. combine the duty of monitoring finance companies or auditing their accounts with being a member of the board of directors, a manager, or a member of the board of managers in the finance company, or with holding a position of similar capacity in such company, as the case may be. 3. have been dismissed for disciplinary reasons from a senior executive position in a financial institution; 4. have been previously declared bankrupt; and 5. have been convicted of a crime impinging on integrity, unless rehabilitated in accordance with the laws or as specified in the Regulations.\n\n7"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 17",
    "text": "Article 17: The board of directors of the finance company, its managers, the members of its board of managers, or any person holding a position of similar capacity, as the case may be, as well as its general manager, senior executive officers, and branch managers shall, each within the limits of their powers, be liable for the company’s violation of any of the provisions of the Law and the Regulations."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 19",
    "text": "Article 19: An audit committee comprising non-executive board members shall be formed in each joint stock finance company. The duties and work rules and procedures of the committee as well as the term of membership and the rules for the selection of members shall be determined pursuant to a decision issued by the general assembly of the company upon a proposal by the board of directors ."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 20",
    "text": "Article 20: The chairman and members of the board of directors of a finance company, its managers, the members of its board of managers, or any person holding a position of similar capacity, as the case may be, as well as its employees shall, when concluding any finance contract falling within their powers, disclose the following in writing : 1 .Any relation to the contract . 2 .Any relation to the contract of any of their relatives up to the second degree . 3 .Any financial interest they have with any person related to the contract . In case of non-disclosure, an aggrieved party may file a lawsuit with the competent court to invalidate the contract.\n\n8 Chapter 5: Oversight"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 22",
    "text": "Article 22: The Regulations shall provide for the following: 1. The maximum limit of the aggregate finance amount a finance company may offer. 2. Prohibiting or restricting finance companies from conducting certain credit transactions. 3. The special conditions finance companies must observe in certain credit activities. 4. The minimum requirement for collateral coverage ratio that must be observed in certain contracts. 5. The principles for disclosing the criteria for the cost of finance and its calculation method to enable consumers to compare prices. 6. The controls necessary to ensure the fairness of transactions and the protection of consumer rights. 7. The principles of fair distribution of finance profit over the maturity period. 8. The collaterals presented by borrowers for securing payments and the manner in which the finance company disposes thereof. 9. Engaging in the activity of collecting the debts of finance companies and the licensing provisions therefor. 10. Any other matter to be specified in the Regulations in accordance with the provisions of the Law."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 23",
    "text": "Article 23: The finance company must comply with the rules of capital adequacy ratio as specified in the Regulations."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 24",
    "text": "Article 24: The finance company must diversify its business risks, and may not finance a single establishment or a group of establishments with connected ownership in excess of the percentage specified in the Regulations.\n\n9"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 25",
    "text": "Article 25: Subject to the provisions of applicable laws, SAMA's approval must be obtained for the amendment of the capital of a finance company or the amendment of its articles of association, and for the merger of the company with a similar company or the acquisition thereof."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 26",
    "text": "Article 26: The finance company must obtain SAMA's approval to open or close any branch, agency, or office inside or outside the Kingdom."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 27",
    "text": "Article 27: The finance company must appoint a licensed external auditor, or more. SAMA may appoint another auditor at the expense of the finance company in the cases specified in the Regulations."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 28",
    "text": "Article 28: The finance company shall provide SAMA with any information requested thereby; SAMA shall periodically inspect the records and accounts of the finance company. The finance company shall be deemed in violation of the provisions of the Law and the Regulations if it fails to provide any information required for such inspection."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 29",
    "text": "Article 29: If a finance company, an establishment engaging in finance support activities, or a contract registration company commits violations relating to professional misconduct or to transactions which expose its shareholders, partners, or creditors to risk, or if its debts exceed its assets, SAMA shall, pursuant to a written decision and in proportion to the size of the violation, take one or more of the following actions: 1 .Issue a warning . 2 .Require the submission of an action plan specifying the measures to be taken thereby to remove the violation and rectify the situation . 3 .Order the suspension of some of its operations, or prevent it from paying dividends . 4 .Impose the fine provided for in"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 34",
    "text": "Article 34: of the Law, as the case may be . 5 .Order the suspension of the violator, if he is not a member of its board of directors, any of its managers, a member of its board of managers, or any person holding a position of similar capacity, as the case may be, or order his dismissal if the gravity of the violation so requires .\n\n10 6 .Suspend the chairman of its board of directors or any member thereof, any of its managers, any member of its board of managers, or any person holding a position of similar capacity, as the case may be . 7 .Appoint a consultant, or more, at its expense to provide advice on its conduct of business . 8 .Suspend the powers of its board of directors, its managers, the members of its board of managers, or any person holding a position of similar capacity, as the case may be, and appoint a manager at its expense to manage the conduct of its business until the causes therefor cease to exist, as determined by SAMA . If SAMA deems that the violation warrants the cancellation of the license or the liquidation of the company or establishment, it shall initiate a suit before the competent court; in such case, SAMA may, at its discretion, suspend the license until the suit is decided."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 30",
    "text": "Article 30: An aggrieved party may appeal the decisions of SAMA before the competent court within 60 days from the date of being notified of the decision. Chapter 6: Violations and Disputes"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 31",
    "text": "Article 31: The competent court shall resolve disputes arising from the application of the provisions of the Law and the Regulations, and shall review violations of such provisions and impose the penalties provided for in the Law."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 32",
    "text": "Article 32: The Governor shall appoint qualified employees to assume the duties of preliminary investigation officers to perform the following tasks: 1. Inspection and monitoring. 2. Investigation of the violations of the provisions of the Law. 3. Prosecution before the competent court. The Regulations shall specify the procedures for implementing this Article in accordance with the nature of such tasks and in a manner not inconsistent with the provisions of the Law of Criminal Procedure.\n\n11"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 33",
    "text": "Article 33: The finance company must disclose to its client, prior to concluding a contract therewith, the formula for calculating the discount in case of early repayment to bind the parties upon agreement on such discount and when the discount is applied pursuant to the contract, the Law, or a judicial ruling. The Regulations shall specify the criteria for the discount formula in case of early repayment in an equitable manner. Chapter 7: Penalties"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 35",
    "text": "Article 35: 1. A person whose continuous default on the payment of his loan has been established shall be subject to a fine not exceeding double the interest agreed upon for the defaulted payment for the period of default. Such fine shall be imposed each time the default is repeated. Collected fines shall be deposited in the account of the agency overseeing civil society associations and shall be allocated for supporting public benefit associations. 2. Without prejudice to the provisions of"
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 36",
    "text": "Article 36: Companies and establishments engaging in finance activities in the Kingdom prior to the entry into force of the Law shall be granted a grace period of two years to take the necessary measures to comply with its provisions."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 37",
    "text": "Article 37: The Department of Zakat and Income shall issue the criteria necessary for calculating the Zakat base for finance companies."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 38",
    "text": "Article 38: The Law shall repeal any provisions conflicting therewith."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 39",
    "text": "Article 39: The Governor shall issue the Regulations within 90 days from the date of issuance of the Law. The Regulations shall become effective after the Law enters into force."
  },
  {
    "source": "Finance_Companies_Control_Law-English.pdf",
    "chunk_id": "Article 40",
    "text": "Article 40: The Law shall enter into force 90 days following the date of its publication in the Official Gazette."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Introduction",
    "text": "Implementing Regulation of the Finance Companies Control Law\n\n2/32 | This translation is provided for guidance. The governing text is the Arabic text. Part One Definitions and General Provisions"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 1",
    "text": "Article 1: The following words and phrases, wherever they appear, in this Regulation shall have the corresponding meanings, unless the context otherwise indicates: Law: Finance Companies Control Law. Finance Laws: The Real Estate Finance Law, the Finance Lease Law and the Law Finance Companies Control Law. Regulation: The Implementing Regulation of the Finance Companies Control Law. SAMA: The Saudi Arabian Monetary Agency. Governor: The Governor of the Saudi Arabian Monetary Agency. Finance Company: A joint stock company licensed to carry out Finance activity. Borrower: A person receiving Finance. Consumer: A person to whom Finance Company’s services are directed. License: A license issued by SAMA to a company to carry out Finance activity. “Finance Activity” or “Finance Activities”: One or more types of Finance listed in Article (Ten) of the Law or any other Finance activities approved by SAMA pursuant to Article (Ten) of the Law. Finance: Extending credit under contracts for the activities set out in the Law and the Regulation. Finance Agreement: A contract by which the Finance Company extends credit for the activities set out in the Law and the Regulation. Instalment: The Total Amount Payable by the Borrower distributed over the term of the Finance Agreement, minus non-recurring expenditures, expenses and costs such as fees, commissions and administrative services fees. Term Cost: The term cost to the Borrower under the Finance Agreement as a fixed annual or variable annual percentage applied to the Amount of Finance obtained by the Borrower. Total Cost of Finance: All the costs to be paid by the Borrower under a Finance Agreement other than the Amount of Finance, including Term Cost, fees, commissions, administrative services fees, insurance, and any charges required to obtain Finance excluding any expenses the Borrower can avoid such as costs or fees payable by the Borrower due to his breach of any of his obligations contained in the Finance Agreement. Amount of Finance: The ceiling or the total amounts made available to the Borrower under a Finance Agreement. Total Amount Payable by the Borrower: The Amount of Finance and the Total Cost of Finance. Annual Percentage Rate: The discount rate calculated in accordance with the provisions of Article (Eighty-One) of this Regulation. Board: The board of directors of the Finance Company. Senior Management: The managing director, chief executive officer, general manager, their deputies, the chief financial officer and directors of major departments, in addition to the\n\n3/32 | This translation is provided for guidance. The governing text is the Arabic text. officers in charge of risk management, internal audit and compliance functions in the Finance Company. Exposure: The value of an asset that is subject to any credit risks, such as default risk or downgrade risk. Large Exposure: The exposure of one Borrower by (5%) or more of the paid capital and reserves of the Finance Company. Qualifying Interest: (5%) or more of the shares or the voting rights related to shares in the Finance Company whether held directly or indirectly either by one person or by several persons acting in concert."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 2",
    "text": "Article 2: SAMA shall organize the Finance sector and supervise the business of the Finance Companies in accordance with the Law and the Regulation as the following: 1. License to practice one or more of the Finance activities in accordance with the Finance laws and its regulations. 2. Taking all actions necessary for maintaining the integrity and stability of the Finance sector and fairness of its transactions; 3. Taking all actions necessary for encouraging legitimate and fair competition among Finance Companies; 4. Issuing rules and instructions required to organize the Finance sector; and 5. Taking all suitable means for the development of the Finance sector, Saudization, and enhancement of its employees’ efficiency through regulating the obligations of the Finance Companies in training of human resources, improving their skills and enriching the employees’ knowledge in Finance Industry."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 3",
    "text": "Article 3: Any legal person engaging in one or more of the Finance Activities specified in Article (Ten) of the Law, or any other Finance Activity approved by SAMA in accordance with the abovementioned Article of the Law, including refinance activities, shall be subject to the provisions of this Regulation. Part Two Finance Companies Licensing"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 4",
    "text": "Article 4: No one is allowed to carry out any finance activity without obtaining a license from SAMA in accordance with the Law and the Regulation or other applicable laws."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 5",
    "text": "Article 5: The finance of a natural or a legal person regarding the goods of their institution or services to their consumers will be subject to the controls and instructions issued by SAMA.\n\n4/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 6",
    "text": "Article 6: The Finance Company shall not practice any activities, which it has not been licensed for under the Finance Laws and their regulations."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 7",
    "text": "Article 7: Founding shareholders of the Finance Company, or their representatives, shall apply to SAMA for a License. The application shall specify the activities for which a License is requested, and includes the following: 1. Completed application form required by SAMA; 2. Draft articles of association and by-laws of the Finance Company; 3. Description of the organizational structure of the Finance Company showing all necessary departments and functions and their main tasks; 4. List of all founding shareholders setting out the number and percentage of shares that each founding shareholder will own; 5. Fit and proper requirements form for founding shareholders signed by each founding shareholder; 6. Fit and proper requirements form for Board members signed by each candidate for Board membership; 7. Feasibility study identifying target market, services to be provided, business model, and strategy of the Finance Company in addition to a five-year business plan sets out at least the following: a. Finance Activities, for which a license is requested, products and a marketing plan; b. Credit granting policies and procedures; c. Estimated financial statements, projected annual revenue, expenses and financial margins and targeted growth rates, taking into account the requirements of capital adequacy and liquidity assessments of the SAMA; d. Projected start-up costs and funding thereof; e. Projected ongoing financing of operations; f. Branch offices to be established; g. Plan and programs of monitoring and managing risks and compliance; h. Recruitment and training plan, including the projected number of employees and percentage of Saudi nationals at each department and each organizational level, and the training and qualification programs for employees. 8. An irrevocable bank guarantee issued in favour of SAMA by one of the local banks for an amount equivalent to the required minimum capital for the Finance Activity or Activities, requested to be licensed, in accordance with the model set by the SAMA. Such bank guarantee is renewable automatically until the required capital is paid up in full. This guarantee shall be released upon the request of the founding shareholders in the following cases: a. Paying up the capital in cash. b. Withdrawing the license application. c. Refusing the license application by SAMA.\n\n5/32 | This translation is provided for guidance. The governing text is the Arabic text. 9. Drafts of proposed agreements and contracts with third parties, including agreements and contracts with related parties and external service providers; and 10. Any other documents or information that SAMA may request"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 8",
    "text": "Article 8: Subject to the provisions of the Companies Law, the minimum paid up capital of the Finance Company is as follows: 1. For Finance Company carrying out real estate Finance Activity: (200,000,000) two hundred million Saudi riyals. 2. For Finance Company carrying out one Finance Activity or more other than real estate Finance: (100,000,000) one hundred million Saudi riyals. 3. For Finance Company carrying out only microfinance activity: (10,000,000) ten million Saudi riyals. SAMA may stipulate higher or lower minimum capital based on the prevailing market conditions, or if, as deemed by SAMA, the proposed business model of the Finance Company, scope and nature of proposed activities, or their geographic reach so requires, taking into consideration the magnitude and the nature of risks associated with such activities. The capital must be paid up in full at the establishment of the Finance Company."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 9",
    "text": "Article 9: 1. Micro-finance activity is limited to Finance productive activates of small business owners and professionals and other similar entities, to a maximum total amount of (50.000) Fifty Thousand Saudi Riyals. SAMA may stipulate higher or lower sum based on prevailing market conditions. 2. The licensed Finance Company practicing micro-finance shall comply with SAMA requirements, permissions and rules regarding this Finance Activity."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 10",
    "text": "Article 10: 1. Each founding shareholder must comply with the Sharia and legal competence requirements, and the fit and proper requirements stipulated by SAMA. In particular the following: a. He must not have been convicted of a violation of any of the provisions of a criminal law, the Banking Control Law, the Capital Market Law, the Co- operative Insurance Companies Control Law or its regulations, the Finance Laws or its regulations, or any other laws or regulations inside or outside the Kingdom of Saudi Arabia; b. He must not have been declared bankruptcy or entered into a general settlement with any creditor; c. He must not have been sentenced of a breach of trust offence, unless rehabilitated and at least 10 years have passed since the last sanction for this\n\n6/32 | This translation is provided for guidance. The governing text is the Arabic text. crime has been completed and on the condition of obtaining a non-objecting letter from SAMA; d. Have not requested to withdraw license application to carry out Finance Activity in the last two years; e. He must not have a previous application to carry out Finance Activity refused by SAMA during the last five years; and f. He must have the sufficient financial solvency and shall not have breached any financial obligations towards his creditors nor there is an indication that he cannot continuously comply with his financial obligations towards his creditors. 2. In case of a founding shareholder or an owner of the Qualifying Interest committing a prejudice to the Sharia or legal competence, or solvency stipulated by SAMA; SAMA may at any time band them from the right to vote on the decisions of the Finance Company or require receiving a written non-objection before practicing this right in order to preserve the integrity of the performance of the Finance Company, apply the principles of governance and protect the interests of stakeholders of the Finance Company. 3. A written non-objecting letter from SAMA is required prior to the acquisition of any shares in a Finance Company that is not publically traded in the Saudi Stock Exchange “Tadawul”, or the acquisition of a Qualifying Interest in a Finance Company that is publically traded in the Saudi Stock Exchange “Tadawul”, and the acquirer of such shares shall be subject to the provisions of this Article in both cases. 4. If the founding shareholder or that who intends to acquire shares in the Finance Company is an entity, the provisions of this Article shall apply on any who owns (5%) or more of the capital or of the right to vote in that entity."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 11",
    "text": "Article 11: All Board members shall comply with the requirements of professional eligibility and fit and proper requirements stipulated by SAMA. In particular the following: 1. He must not be a Board member in another Finance Company; 2. He must not combine work in supervising Finance Companies or auditing their financials and membership in a Board of the Finance Company; 3. He must not have been dismissed from an executive leadership function in financial facility as disciplinary measure; 4. He must not have been convicted of a violation of any of the provisions of a criminal law, the Banking Control Law, the Capital Market Law, the Co-operative Insurance Companies Control Law or its regulations, the Finance Laws or its regulations, or any other laws or regulations inside or outside the Kingdom of Saudi Arabia; 5. He must not have been previously declared bankruptcy, or entered into a general settlement with any creditor; 6. He must not have been sentenced of a breach of trust offence, unless rehabilitated and at least 10 years have passed since the sanction for this crime has been completed and on condition that he receives a non-objecting letter from SAMA; and\n\n7/32 | This translation is provided for guidance. The governing text is the Arabic text. 7. He must have the sufficient financial solvency and shall not have breached any financial obligations towards his creditors nor there is an indication that he cannot continuously comply with his financial obligations towards his creditors."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 12",
    "text": "Article 12: Any candidate for a Senior Management position in the Finance Company must comply with the requirements of professional eligibility and fit and proper requirements stipulated by SAMA. In particular the following: 1. He must be permanently resident in the Kingdom of Saudi Arabia; 2. He must be professionally qualified and must have at least five years of relevant experience. SAMA has the right to assess the candidate's completion of such period of experience. 3. He must not have been dismissed from a previous job as disciplinary measure; 4. Not have been convicted of a violation of any of the provisions of a criminal law, the Banking Control Law, the Capital Market Law, the Co-operative Insurance Companies Control Law or its regulations, the Finance Laws or its regulations, or any other laws or regulations inside or outside the Kingdom of Saudi Arabia; 5. He must not have been declared bankruptcy or entered into a general settlement with any creditor; 6. He must not have been sentenced of a breach of any trust offence, unless rehabilitated and at least 10 years have passed since the sanction for this offence has been completed and on condition that he receives a non-objecting letter from SAMA; and 7. He must have the sufficient financial solvency, and shall not have breached any financial obligations towards his creditors nor there is an indication that he cannot continuously comply with his financial obligations towards his creditors."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 13",
    "text": "Article 13: 1. The license application must comply with the requirements set out in the Law and this Regulation. The founding shareholders of the Finance Company must provide SAMA with any additional information or documents that SAMA may require within (30) days from the date of request; 2. In case of failing to meet the 30 day period requirement specified in paragraph (1) of this Article, SAMA may refuse the license application; 3. SAMA will issue a written notice to the applicant after the completing all the requirements stipulated in the Law and the Regulation and 4. Within (60) days from the day on which SAMA has accepted the license application as being complete, SAMA will either grant a preliminary approval or refuse to grant a License, giving its reasons in case of a refusal. The preliminary approval does not constitute a License or approval to practice the Finance Activity."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 14",
    "text": "Article 14: Founding shareholders must establish the Finance Company as a joint stock company within six months of the granting of the preliminary approval and provide SAMA with copies of the\n\n8/32 | This translation is provided for guidance. The governing text is the Arabic text. Finance Company’s commercial registration and by-laws, reflecting the licensed activities in accordance with the preliminary approval. The preliminary approval will expire after six months of the preliminary approval. Unless a non-objection letter has been obtained from SAMA to extend its duration for a maximum of six months."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 15",
    "text": "Article 15: 1. Once the company has completed the establishment requirements and the applicants have provided proof indicating full payment of the capital, and any additional initial funding as set out in the business plan has been provided to the Finance Company and that the company has taken all necessary measures to start carrying out the planned Finance Activities, including the establishment of all necessary personnel, systems, equipment and functions, SAMA will grant the License. 2. SAMA may take all necessary actions, such as on-site supervision, inspection, meeting their officials and viewing their systems, procedures and records, to verify that the requirements set out in paragraph (1) of this Article have been met."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 16",
    "text": "Article 16: SAMA will determine in the License the Finance Activity or Activities for which it is granted. SAMA may restrict the License to certain geographic area or specific types of Borrowers or impose other conditions. The Finance Company is prohibited from engaging in any activity other than those for which it has been licensed or activities that violate the License conditions, in particular the following: 1. No real estate Finance Company has the right to practice other Finance Activities other than real estate Finance; 2. No microfinance company has the right to practice other Finance Activities other than microfinance; and 3. No company is allowed to finance a residential real estate property in any form of finance but the real estate Finance Company."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 17",
    "text": "Article 17: The License shall be granted for a term of five years and may be renewed by SAMA based on a request by the Finance Company in accordance with the requirements of this Regulation. The renewal application must be submitted to SAMA at least six months prior to the expiry of the License in accordance with the model stipulated by SAMA, including the following: 1. an updated strategy and five-year business plan that sets out at least the following: a. A marketing plan taking into account existing and planned products; b. Credit policies and procedures; c. Projected financial statements, annual revenue and expenses, financial margins and targeted growth rates, against the performance of the Finance Company over the past five years, taking into account any modifications to the company’s strategy and business plan;\n\n9/32 | This translation is provided for guidance. The governing text is the Arabic text. d. Projected liquidity and capital adequacy ratios against the levels of liquidity and capital solvency ratios of the past five years, taking into account any modifications to the Company’s strategy and business plan; e. Projected ongoing Finance of operations; f. Branch offices to be established; g. Report on risks suffered by the Finance Company through the past five years, and how to manage and deal with it, including the risks of non-compliance and cases of violation of laws, regulations, or, instructions and future plan and programs of the company to manage risks and compliance. h. Current number of employees and the percentage of Saudi nationals thereof at each department and each organizational level. i. Recruitment and training plan, including training and qualification programs for employees. 2. The financial charges required for renewing the License; 3. Any other documents and information that SAMA may request."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 18",
    "text": "Article 18: The Finance Company must not cease any of its activities for more than three consecutive months unless SAMA has granted its prior written approval, and without prejudice to the Company’s obligations towards its creditors, shareholders or the integrity of the financial system."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 19",
    "text": "Article 19: The Finance Company may apply for an amendment of the License for addition or deletion of some Finance Activities or amendment of any term or limitation thereof. Amendment application must be based on reasonable justifications and accompanied by any documents, information or studies required by SAMA."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 20",
    "text": "Article 20: 1. SAMA may revoke the License upon the request of the Finance Company, taking into account the rights of the creditors and Borrowers and the integrity of the financial system. 2. SAMA may revoke the License if the Finance Company has submitted false information or failed to disclose material information that should have been provided for licensing purposes. 3. If the License is revoked, the Finance Company must be liquidated. SAMA may appoint a liquidator."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 21",
    "text": "Article 21: The Finance Company must cease its Finance Activities with immediate effect if the License is suspended according to Article (Twenty-Nine) of the Law, and may not practice any of these activities unless an non-objection letter has been obtained from SAMA thereupon.\n\n10/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 22",
    "text": "Article 22: 1. SAMA may charge the following: a. (200,000) two hundred thousand Saudi riyals for issuing the License; b. (100,000) one hundred thousand Saudi riyals for renewing the License; and c. (50,000) fifty thousand Saudi riyals for amending the License. 2. Notwithstanding the provision of subsection (1) of this Article, the financial fees for issuing the license to practice microfinance activity, renew it or amended it is (10.000) Ten Thousand Saudi Riyals."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 23",
    "text": "Article 23: The Finance Company shall obtain from SAMA a non-objection letter prior to the launch of any financial products or amendment of any existing products directed to individuals or beneficiaries of microfinance. Part Three Capital Adequacy and Liquidity"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 24",
    "text": "Article 24: The Finance Company shall comply with the levels of capital adequacy and liquidity required in accordance with the rules, requirements and criteria stipulated by SAMA."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 25",
    "text": "Article 25: The Finance Company shall provide SAMA with precautionary data at specific times according to the models, controls and instructions determined by SAMA."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 26",
    "text": "Article 26: The Finance Company shall obtain a non-objecting letter from SAMA prior to the approval of any distribution of profits, any other distributions, the recommendation of it or announcing it, after making sure of the following: 1. The distribution does not cause capital adequacy, or liquidity to drop below the required levels; 2. The distributions of the fiscal year must not exceed the actual net profit for the previous fiscal year; and 3. Any other conditions set by SAMA.\n\n11/32 | This translation is provided for guidance. The governing text is the Arabic text. Part Four Ownership and Assets"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 27",
    "text": "Article 27: 1. No acquisition of assets other than those necessary to manage its business shall be executed by the Finance Company unless it has obtained a non-objection letter from SAMA; 2. The Finance Company may not execute any partial or total liquidation of its business or of the Finance Company itself without a non-objecting letter from SAMA. Part Five Corporate Governance"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 28",
    "text": "Article 28: The Finance Company must comply with corporate governance rules determined by SAMA."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 29",
    "text": "Article 29: The Finance Company shall develop an internal corporate governance rules and implement a specific regulation for corporate governance and provide SAMA with a copy of the regulation after its approval by the Board. The corporate governance code shall at least address the following: 1. The description of the organizational structure, including all departments and functions and their tasks and responsibilities; 2. Independence and separation of duties; 3. Roles of the Board, its committees, and the composition and duties of each. 4. Remuneration and compensation policies; 5. Conflict of interest controls; 6. Integrity and transparency controls; 7. Compliance with applicable laws and regulations; 8. Methods for securing confidentiality of information; 9. Fair dealing; and 10. Protection of Company’s assets."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 30",
    "text": "Article 30: The Board must form specialized committees to expand the scope of work in the areas requiring special expertise, including at least an audit committee and a risk management and credit committee, and shall grant those committees the necessary powers to perform their work and monitor their performance.\n\n12/32 | This translation is provided for guidance. The governing text is the Arabic text. Part Six Internal Organizing"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 31",
    "text": "Article 31: The Finance Company must establish appropriate written organizational policies, that includes work manuals and workflow procedures. Those policies must be kept up to date on a regular basis and they must be communicated to the concerned staff in a suitable and timely manner. The organizational policies must include rules for at least the following: 1. The organizational and operational structure, decision making and responsibilities; 2. Credit granting and operations; 3. Financial management and accounting; 4. Marketing and sales; 5. Information technology and security; 6. Customer service and collection; 7. Identifying, assessing, treating, monitoring and disclosing risks; 8. Internal supervision system; 9. Internal audit; 10. Committing to the related laws, regulations and instructions; 11. Assigning tasks to external service providers; and 12. Salaries, bonuses and incentives, including the salaries of members of Senior Management and staff and their motivation and remuneration of the Board and its committees."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 32",
    "text": "Article 32: It is prohibited in the Finance Company to combine an executive function such as financing or hedging and oversight function such as internal auditing or accounting tasks. A separation of functions must be adopted in a manner that ensures the application of the generally accepted policies, procedures, and technical standards, to protect the Finance Company’s assets and funds, and avoid fraud and embezzlement."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 33",
    "text": "Article 33: 1. The Finance Company’s technical facilities and related systems must be adequate according to industry standards for the Finance Company’s operational needs, the nature of its activities, and risk situation. 2. Information technology systems and the related processes must be designed in a manner that ensures data integrity, availability, authenticity and confidentiality. Information technology systems and the related processes must be assessed on a regular basis in accordance to the general accepted technical standards and tested before they are used for the first time and after any changes have been made. 3. The Finance Company must establish a business continuity plan for emergency cases that ensures an alternative solution to re-operate in an appropriate period of time.\n\n13/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 34",
    "text": "Article 34: All business documents, records and files must be kept in an orderly, transparent and safe manner by the Finance Company. They must be kept up to date and completed and retained for at least ten years from the date of termination of the client’s relationship."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 35",
    "text": "Article 35: The Finance Company must have sufficient and eligible staff regarding knowledge and experience in order to fulfill its operational needs, business activities and risks situation. The remuneration and incentives of staff must be fair and aligned with the Finance Company’s risk management strategy and must not create conflicting interests."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 36",
    "text": "Article 36: 1. At least (50%) of all employees of the Finance Company must be Saudi nationals when the Finance Company starts operations. The (50%) minimum applies to all departments and organizational levels. 2. The percentage of Saudi nationals of total human resources shall be annually increased by (5%) of all employees until (75%) has been reached. SAMA may determine the minimum required annual increase thereafter. 3. Recruitment of non-Saudis in the Finance Company shall be limited to jobs that require expertise not available in the Saudi labor market. In all cases, the Finance Company must obtain a non-objection letter from SAMA before appointing any non-Saudi employee in supervision departments provided that the Company has proved the lack of Saudis for the vacant position. Part Seven Outsourcing"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 37",
    "text": "Article 37: 1. The Board must issue a written policy regulating outsourcing. It must be updated annually. This policy shall include in particular the following: a. Terms of reference and responsibilities of the Board and Senior Management; b. Eligibility criteria for outsourcing provider; c. Risk identification criteria and risk hedging measures; d. Rules for the continuous monitoring and controlling of outsourced operations; e. Criteria to identify conflicts of interest, if any, rules and procedures which ensure safeguarding the interests of the Finance Company and not putting the interest of the other party over the company's interest; and f. Procedures to protect information and maintain confidentiality and privacy. 2. SAMA, the Finance Company, and the external auditor must have the authority to obtain any information or documents related to the work of the outsourcing provider or be examined in the offices of the outsource provider.\n\n14/32 | This translation is provided for guidance. The governing text is the Arabic text. 3. The Finance Company must verify the outsourcing provider’s compliance with the applicable laws, regulations, and instructions. The Finance Company remains responsible in case of the outsourcing provider showed lack of commitment for the compliance with the applicable laws, regulations and instructions in all operations and tasks that are assigned to an him. 4. The Finance Company must obtain a non-objecting letter from SAMA prior to any outsourcing arrangement that, in case of disruption or other default, may have an impact on the Finance Company’s activities, reputation or financial situation, or if the tasks assigned included transferring, processing or saving the data and information of the Borrowers. In this case the outsourcing provider may not subcontract these tasks to another provider. Part Eight Risk Management"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 38",
    "text": "Article 38: The Finance Company must: 1. Establish a clear written business strategy and a written risk management policy approved and updated annually by the Board. The risk management policy should take into account all relevant types of risks and how to deal with them, taking into consideration all business activities, including operations and tasks that have been outsourced. The risk management policy must include analysis for at least the following risks: a. Credit risks; b. Market risks; c. Term Cost rate risks; d. Incompatibility of assets with liabilities risks; e. Exchange rate risks; f. Liquidity risks; g. Operational risks; h. Country risks; i. Legal risks; j. Reputation risks; and k. Technology risks. 2. Establish appropriate procedures to identify, assess, manage, monitor and communicate risks. These processes must be included in a comprehensive risk management framework that ensures the following: a. Early and comprehensive identification of risks; b. Assessment of correlations between risks; and c. Immediate coordination with Senior Management, the Board, risk and credit management committee and the responsible staff, and where appropriate, the internal audit department.\n\n15/32 | This translation is provided for guidance. The governing text is the Arabic text. 3. Establish a risk management function directly reporting to the risk and credit management committee. Risk and credit management committee must raise their views about risk management reporting to the Board."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 39",
    "text": "Article 39: The Finance Company must prepare a quarterly risk report for discussion by the risk and credit management committee and the Board after review by Senior Management. The report must include as a minimum the following: 1. A comprehensive overview of the risk development and performance of financial positions that incur market price risks, as well as any instances in which the limits have been exceeded; 2. Changes to assumptions or parameters which form the basis of risk assessment procedures; 3. The performance of the Finance portfolio by activity, risk class and size and collateral category; 4. The extent of limits granted and external credit lines; Large Exposures as defined in Article (Fifty-Five) of this Regulation and other significant Exposures, such as default Finance, must be listed and commented on; 5. Analysis of the conditions in which the Finance Company exceeded the limits and the reasons thereof, the scale and development of new business, and Finance Company’s risk provisioning; and 6. Any major Finance decisions which deviate from the strategies or policies of the Finance Company."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 40",
    "text": "Article 40: The Finance Company must submit to SAMA the report referred to in Article (Thirty-Nine) of this Regulation, after being discussed and approved by credit and risk management committee and the Board, along with the decisions made in this regard. Part Nine Compliance"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 41",
    "text": "Article 41: The Finance Company must comply with applicable laws, regulations and instructions. It must also take the necessary measures and procedures to avoid breaching its provisions."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 42",
    "text": "Article 42: The Finance Company must: 1. Establish an independent department or a compliance function and assign a head of compliance reporting directly to the audit committee, and the audit committee must raise their views about compliance reports to the Board;\n\n16/32 | This translation is provided for guidance. The governing text is the Arabic text. 2. Develop a written compliance policy approved by the Board, which sets out the rights, obligations and responsibilities of the compliance department, as well as compliance programs and related processes of the compliance function. The audit committee must ensure the implementation of the compliance policy, evaluate its effectiveness, update it and propose the necessary amendments to it on an annual basis; and 3. Take the necessary procedures to ensure that the compliance policy referred to in paragraph (2) of this Article is adhered to."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 43",
    "text": "Article 43: 1. Based on the recommendation of the audit committee, a head of compliance shall be appointed by the Board, after obtaining a non-objecting letter from SAMA thereupon. 2. The head of compliance acts independently, regarding his tasks and he may not practice any other administrative responsibilities."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 44",
    "text": "Article 44: The head of compliance must submit a compliance report to the audit committee and thereafter to the Board for review on quarterly basis at least. The compliance report must identify the main compliance-related risks facing the Finance Company, analyse existing processes and procedures and assess their viability and, suggest any amendments or changes."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 45",
    "text": "Article 45: The compliance department must have staff and resources commensurate with the business model and size of the Finance Company. Compliance employees must only report solely to the head of compliance."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 46",
    "text": "Article 46: The compliance department must ensure the Finance Company’s compliance with applicable laws, regulations and circulars. It has, without limitation, the following tasks: 1. Identifies and deals with all compliance risks and monitors all relevant developments; 2. Analyses new procedures and policies, and operations. and it suggests the procedures to address relevant compliance risks; 3. Follows a risk-based compliance program and include its findings in the report referred to in Article (Forty-Four) of this Regulation; 4. In respects all compliance issues, it collects complaints and formulates written guidance to staff, where necessary; 5. Drafts internal policies and procedures to combat financial crimes, such as money- laundering and terrorism financing; 6. It monitors compliance with all applicable anti-money laundering and anti-terrorism financing laws, regulations, and rules; 7. Promotes awareness of compliance issues and provides training to employees on compliance related matters through periodic programs; and\n\n17/32 | This translation is provided for guidance. The governing text is the Arabic text. 8. Prompts reporting to SAMA and the auditing committee in case of revealing any irregularities or violations."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 47",
    "text": "Article 47: The Finance Company must develop internal policies and procedures of anti-financial crimes, specifically money laundering and financing terrorism. Therefore, the standards of (Know Your Client) should be applied and taking the necessary actions to report to the financial investigation unit of any suspected activities or processes. The Finance Company must establish appropriate written organizational policies, that includes work manuals and workflow procedures. Those policies must be kept up to date on a regular basis and they must be communicated to the concerned staff in a suitable and timely manner. The organizational policies must include rules for at least the following: Part Ten Internal Audit"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 48",
    "text": "Article 48: 1. The Finance Company must establish an internal audit department reporting directly to the audit committee. The internal audit department shall be independent in performing its duties, and its employees shall not be assigned any other responsibilities. 2. The internal audit department manages and assesses the internal control system and to assure the extent to which the company and employees, comply with the applicable laws, regulations, circulars and Finance Company’s policies and procedures, whether outsourced or not. The internal audit department must have full and unlimited access to information and documents."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 49",
    "text": "Article 49: The internal audit department shall operate according to a comprehensive audit plan, approved by the audit committee and updated on an annual basis. Major activities and operations, including those related to risk management and compliance, must be audited annually."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 50",
    "text": "Article 50: 1. The internal audit department must prepare and submit to audit committee a written report on its work at least quarterly. This report must include the scope of the audit, all findings and recommendations. It must also include the procedures taken by each department in respect of the findings and recommendations of the previous auditing and any related observations, especially if they have not been settled on time and the reasons for their unsettlement. 2. The internal audit department must prepare and submit to the audit committee a written general report on all audits in a fiscal l year, compared with the approved plan\n\n18/32 | This translation is provided for guidance. The governing text is the Arabic text. and stating any gaps or deviation from the plan, if any. This report shall be submitted within the first quarter following the end of the relevant fiscal year."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 51",
    "text": "Article 51: The Financing Company shall maintain the working documents and audit reports that, show in a transparent manner the work carried out, as well as findings and recommendations and what has been accomplished regarding these recommendations. Part Eleven Finance Policies and Procedures Chapter One Finance Policies"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 52",
    "text": "Article 52: 1. The Finance Company shall define written Finance policies setting out rules and procedures for granting Finance, including but not limited to, classification of credit worthiness, procedures for dealing with, deteriorating credit rating and default Finance, types of accepted collaterals, methods for calculating their values, monitoring, administration and enforcement of collateral, and risk provisioning. 2. All Finance policies and all amendments to policies must be approved by the Board and submitted to SAMA by the Finance Company. Chapter Two Exposure Limits"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 53",
    "text": "Article 53: Exposure includes the value of all assets that subject to any credit risks, including but not limited to, Finance Agreements; securities; and advanced payments to other entities and clients; all commitments or other obligations to grant Finance or to make a payment or deliver assets to a third party with a right of recourse against a client or another third party, equity, participating interests and assets in respect of which the Finance Company is the lessor."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 54",
    "text": "Article 54: 1. The aggregate finance amount offered by a Finance Company shall not exceed five times the capital and reserves for Finance Companies carrying out real estate finance activities and three times the capital and reserves for Finance Companies carrying out other finance activities, unless a non-objection letter from SAMA is obtained. 2. SAMA may increase the limit on the aggregate finance amount offered by a Finance Company to the extent it deems appropriate, taking into account the financial position of the Finance Company, its performance and the market conditions.\n\n19/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 55",
    "text": "Article 55: 1. The aggregate of Large Exposures must not exceed the paid-up capital and reserves of the Finance Company unless the Finance Company has obtained a non-objecting letter from SAMA. 2. The Finance Company may not incur an Exposure to a Borrower of (10%) or more of its paid up capital and reserves or an Exposure to a group of Borrowers where one of them has direct or indirect control over the other members of the group of (25%) or more of its paid up capital and reserves, unless it has obtained a non-objecting letter from SAMA thereupon."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 56",
    "text": "Article 56: 1. Any of the following is a related party for the purposes of this Regulation: a. Any member of the Board or its committee; b. Any member of Senior Management; c. Any person directly or indirectly holding or controlling (5%) or more of the capital or voting rights of the Finance Company, and any entity in which such person directly or indirectly holds or controls (5%) or more of the entity’s capital or voting rights; d. Any person directly or indirectly holds or controls (5%) or more of any class of securities that give their holders the right to a share of the profits or income of the Finance Company; e. Any entity in which the Finance Company directly or indirectly holds or controls (5%) or more of the shares or interests or voting rights; and f. Any ancestor or descendant up to the second degree, or spouse of any of the persons listed in the preceding subparagraphs (a) through (d). 2. In accordance with Article (Twelve) of the Law, the Finance Company may incur an Exposure to a related party only on a commercial basis and after obtaining sufficient collateral so that the Finance may not exceed (60%) of the collateral, and if the Finance is more than (500,000) five hundred thousand riyals, there must be a consensus decision of the Board to do so. 3. The Finance Company may not incur an Exposure to a related party of (10%) or more of its paid-up capital and reserves without obtaining a non-objecting letter from SAMA. In all cases, the aggregate of all Exposures to related parties must not exceed (50%) of the paid-up capital and reserves of the Finance Company. 4. The Finance Company must not incur any Exposure to a related party that either directly or indirectly holds or controls (25%) or more of the shares, interests or voting rights in the Finance Company or in which the Finance Company holds or controls directly or indirectly (25%) or more of the shares, interests or voting rights. 5. The Finance Company must not incur an Exposure to any of its employees that is not a related party in excess of four months’ salary of such employee, except through\n\n20/32 | This translation is provided for guidance. The governing text is the Arabic text. Finance programs organized by the company for its employees, approved by the Board and after obtaining a non-objecting letter from SAMA. 6. Without prejudice to the public and private rights prescribed by laws, any Board member of the Finance Company or any external auditor who receives Finance in breach of any of sections (1/b), (1/c), or (1/d) of Article (Twelve) of the Law, shall be deemed dismissed from the date of receiving the Finance, and the Finance Agreement in this case shall be deemed void. Chapter Three Finance Procedures"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 57",
    "text": "Article 57: 1. The Finance Company must, upon the approval of the Consumer verify his credit record to confirm his solvency, repayment capacity and credit conduct. The confirmation of such must be documented in the Finance file. 2. The Finance Company must, upon the approval of the Borrower, register his credit information at one or more of the companies licensed to collect credit information in accordance to the relevant laws, regulations and instructions. Such information shall be updated throughout the period for dealing with the Borrower. 3. The Finance Company must decline the Finance request in case of the absence of obtaining an approval from the Consumer or Borrower, specified in paragraphs (1) and (2) of this Article."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 58",
    "text": "Article 58: 1. The Finance Company shall administrate levels for granting Finance shall be determined based on the type and Amount of Finance, including defining Finance types that require the approval of more than one person and the decision for acceptance or refusal of the Finance shall be subject to the powers granted for each administrative level. 2. The Finance Company must obtain a non-objecting letter from SAMA before extending any of the following: a. Finance to a foreign Borrower that is not a resident in the Kingdom. b. Finance in a currency other than the Saudi riyal."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 59",
    "text": "Article 59: 1. The Finance Company must follow a scientific method and a written, transparent and clear standards and procedures to asses credit worthiness of the applicant for the Finance and his ability to repay, according to the best practices in this field, and the Board must approve these standards and procedures and review them at least once every two years, and updating them if necessary. The Finance Company must apply these procedures before granting Finance and it shall be documented in the Finance file.\n\n21/32 | This translation is provided for guidance. The governing text is the Arabic text. 2. Risks related to an Exposure must be evaluated and classified before the Finance decision is made. The risk classification must be reviewed at least annually. 3. The Finance Company must define procedures for the early detection of risks to signal out Finance that show signs of increased risk and develop quantitative and qualitative indicators for the early identification of risks."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 60",
    "text": "Article 60: 1. In accordance with the policy and procedures of risk management, approved by the Finance’s Company Board, the Finance must be by collaterals 2. All collateral must be enforceable and capable of valuation in order to be acceptable. Personal guarantees must be evaluated based on the net assets and/or net earning of the guarantor. 3. The value and legal validity of collateral must be assessed prior to the granting of the Finance. 4. If the value of the collateral is dependent to a substantial degree on the financial situation of a third party or fluctuations and conditions of the market, the collateral must be evaluated on a regular basis, and the procedures stated in the agreement to strengthen those collateral shall be taken when its value decreases. The counterparty risk of the third party must be reviewed as appropriate. 5. Decisions of the collateral and reserve risks must be made by the control function."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 61",
    "text": "Article 61: In exception to the provisions of Article (Sixty) of this Regulation, the Finance Company may grant Finance without a collateral, if the following applies: 1. The total Amount of Finance received by the Borrower, without collateral does not exceed (100,000) one hundred thousand Saudi riyal based on the data of the Borrower’s credit record. 2. The Borrower has no history of un-settled debt, conflict or a standing credit lawsuit, insolvency, bankruptcy or liquidation through the past ten years, or checks without balance by him through the past five years, based on the data of the Borrower’s credit record. 3. The Borrower must not be a related party."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 62",
    "text": "Article 62: The Finance Company must make provisions for contingent losses and risks in accordance with International Financial Reporting Standards. SAMA may require that the Finance Company to make an additional provision or more for contingent losses and risks."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 63",
    "text": "Article 63: 1. The Finance Company must define cases in which an Exposure requires special observation; these Exposures shall be reviewed on an ongoing basis to determine\n\n22/32 | This translation is provided for guidance. The governing text is the Arabic text. whether further actions may be required. There must be clear rules determining when a Finance must be transferred to personnel specializing in restructuring, scheduling or winding up. 2. The Finance Company must define criteria for assets value reduction, provisioning standards including country risks provisioning, taking into account of the International Financial Reporting Standards, and ensure that these are applied consistently."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 64",
    "text": "Article 64: Finance risks insurance must be in accordance with the Cooperative Insurance Companies Control Law and its implementation regulation and instructions issued by SAMA. Part Twelve Account and Deposits"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 65",
    "text": "Article 65: The Finance Company must not accept term deposits or non-banking credit facilities or similar or open any type of accounts to its clients unless a non-objecting letter from SAMA is obtained. Part Thirteen Trading Securities"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 66",
    "text": "Article 66: Without prejudice to paragraph (3) of Article (Eleven) of the Law, the Finance Company shall not own securities such as stocks, bonds, SUKUK and derivatives except in the following cases: 1. As part of a Finance transaction where the purpose of the transaction is to grant Finance g to the Borrower; 2. To invest cash in hand, through local commercial banks deposits or through debt instruments that are approved by SAMA; 3. To hedge an existing Term Cost risk Exposure; and 4. To hedge an existing currency risk Exposure. Part Fourteen Refinancing"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 67",
    "text": "Article 67: 1. In accordance with the provisions of Article (Fourteen) of the Law, the Finance Company may issue securities only after obtaining a non-objecting letter from SAMA. 2. The Finance Company may not dispose finance assets or rights arising therefrom in any form except in accordance with the rules issued by SAMA in this regard. 3. The Finance Company must comply with the rules and instructions issued by SAMA in this regard.\n\n23/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 68",
    "text": "Article 68: The Finance Company may not be financed by a foreign lender or in a currency other than Saudi Riyal unless a non-objecting letter from SAMA is obtained. Part Fifteen Structural Changes"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 69",
    "text": "Article 69: The Finance Company must obtain a non-objecting letter from SAMA before appointing persons in the following functions and tasks: a. Membership of the Board and its committees. b. Managing director, chief executive officer, general manager, their designees, financial manager and directors of the key departments, or their designees. c. Managers of control functions, such as internal audit, risk management and compliance, or their designees."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 70",
    "text": "Article 70: The Finance Company must immediately notify SAMA of: 1. Any retirement of any member of the Senior Management or revocation of such authorization; 2. Losses exceeding (15%) of the paid-up capital of the Finance Company; Part Sixteen Accounts"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 71",
    "text": "Article 71: The Finance Company must apply international accounting standards in the preparation of their accounts and financial statements."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 72",
    "text": "Article 72: 1. The Finance Company must provide SAMA with its audited annual financial statements, auditor’s report, and the Boards report at least five business days before its publishing date. 2. The Finance Company must provide SAMA with its quarterly financial statements and auditor’s report at least five business days before its publishing date."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 73",
    "text": "Article 73: Without prejudice to the requirements of other laws, the Finance Company must establish a website on the World Wide Web (the Internet) and publish its annual financial statements and reports including the following: 1. Statement of financial position; 2. Income statement;\n\n24/32 | This translation is provided for guidance. The governing text is the Arabic text. 3. Cash flows statement; and 4. Boards report. Part Seventeen Audit and Inspection"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 74",
    "text": "Article 74: 1. The Finance Company must obtain a prior non-objecting letter from SAMA before appointing an external auditor. SAMA has the right to require the Finance Company to appoint another auditor if the size and nature of the company’s operation so requires. 2. SAMA may require the Finance Company to replace its external auditor or may appoint another external auditor at the expense of the Finance Company in any of the following cases: a. when necessary due to the size and nature of its business; b. The external auditor has committed a breach of professional obligations; c. There is a reason to believe that the external auditor has a conflict of interest; or d. When necessary for the protection of the Finance sector or governance considerations and the protection of shareholder’s interest. 3. The external auditor must report to SAMA immediately all facts of which he obtains knowledge in the course of an audit and which: a. Might justify the reservation in the audit report or refrain from expressing opinion; b. Jeopardize the existence of the Finance Company; c. Seriously impair the Finance Company’s development, or d. Indicate that the managers have breached any laws, regulations, instructions applicable in the Kingdom of Saudi Arabia or the by-laws of the Finance Company. e. Terminate the agreement before it ends with the reasons thereupon. 4. SAMA may require the external auditor to explain his report or to reveal other facts that may have come to his attention during the audit which indicates any violation of the laws, the regulations, the instructions or the by-laws of the Finance Company."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 75",
    "text": "Article 75: 1. The Finance Company, its Board members, and employees must provide all information and documentation concerning the Finance Company, its business, its shareholders, and its personnel, that SAMA may request at any time.\n\n25/32 | This translation is provided for guidance. The governing text is the Arabic text. 2. SAMA has the right to inspect the records and accounts of the Finance Company, through SAMA’s personnel or by auditors appointed by SAMA, provided that the inspection shall be at the Finance Company’s premises. 3. The Finance Company and its employees shall facilitate the task of whom SAMA appoints for inspection and cooperate with them particularly as follows: a. Provide the inspector with the Finance Company’s records, accounts, and documents that he deems necessary to perform his task; b. Provide information and explanations as required by the inspector. c. Disclose any violations or irregularities in the Finance Company’s operations to the inspector at the beginning of his mission. d. Adhere to the recommendations and instructions given by SAMA to the Finance Company to address the uncovered observations through the inspection’s rounds. 4. The Finance Company and any of its employees may not hide or attempt to hide any information or irregularities or fail to provide any clarifications requested by the appointed inspector or neglect to provide him with requested information and documents on time. 5. SAMA’s employees in charge of the supervision, control, and inspection shall not be vulnerable to any claims as a result of performing their duties."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 76",
    "text": "Article 76: 1. Every violation of the provisions of the Law and the Regulation or the non- compliance to any of the rules or circulars issued by SAMA is a violation related to the professional irregularity referred to in Article (Twenty-Nine) of the Law; 2. every violation that endanger the shareholders of the Finance Company or their creditors as referred to in Article (Twenty Nine) of the Law, is as follows: a There is a material adverse change in the business, or in the financial or legal or administrative situation of the Finance Company that might endangers its existence or its ability to pay its debts as they fall due; b The Finance Company incurs a loss amounting to one-half of its paid- up capital; c The Finance Company incurs a loss amounting to more than (10%) of its paid-up capital in each of at least four consecutive fiscal years; or"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 77",
    "text": "Article 77: The Finance Company must reimburse all costs of a third party appointed by SAMA as a consequence of procedures taken under this Part.\n\n26/32 | This translation is provided for guidance. The governing text is the Arabic text. Part Eighteen Consumer Protection in Finance Services"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 78",
    "text": "Article 78: Finance Agreements must be drawn up on paper or electronically between the Finance Company and the Borrower and each contracting party must receive a copy of the Finance Agreement. The Finance Agreement must include at least the following data and information: 1. Names of the parties of Finance Agreement, No of ID or Iqama or Borrower’s CR, as the case may be, their official addresses, means of contact including mobile numbers and e-mails, if available. 2. Type of Finance; 3. Term of the Finance Agreement; 4. Amount of Finance; 5. Conditions to drawdown the Amount of Finance if available; 6. The description of price determination formula in Finance Agreements with variable Term Cost in order to enable the consumer to understand the Term Cost, and distribute the cost on the fulfillment period; 7. Term Cost, the conditions governing the application of the Term Cost and any index or reference rate applicable to the initially agreed Term Cost, as well as the periods, conditions and procedures for changing the Term Cost; 8. Annual Percentage Rate; 9. Total Amount Payable by the Borrower, calculated at the time of concluding the Finance Agreement; the assumptions used in order to calculate that amount must be mentioned; 10. The amount of Instalments payable by the Borrower and their number and duration, and the method of distributing them on the remaining amounts, in case of fixed Term Cost. Three examples of Instalments amount in consideration to the preliminary Term Cost and two higher and lower costs in case of variable Term Cost. 11. Fees, commissions and costs of administrative services; 12. Periods of fees payments or money that needs to be repaid without the payment of the Amount of Finance and the conditions of the payment; 13. Implications of the delayed Installments payment; 14. Documentation fees, if necessary, 15. Necessary guaranty and insurance; 16. Account number for depositing Finance Installments and the name of the bank. 17. Right of withdrawal procedures, if available, and its conditions and the financial obligations of its practice; 18. The procedures of early repayment and indemnity procedures for the Finance Company, if applicable, and the method for determining such indemnity; 19. Procedures for dealing with collaterals in case of decreasing, if available, 20. Procedure to be followed in exercising the right of termination of the Finance Agreement;\n\n27/32 | This translation is provided for guidance. The governing text is the Arabic text. 21. The Borrower’s permission to insert his information in the credit record; 22. Any data or information stipulated by SAMA."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 79",
    "text": "Article 79: The Finance Agreement shall bear on its forefront a summary containing the basic information of the Finance product and the main provisions of the Finance Agreement in a clear language for the Borrower, in accordance with the model determined by SAMA and documenting the receipt of this summary by the Borrower in the Finance g file."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 80",
    "text": "Article 80: If permitted by Finance Agreement, the Finance Company must inform the Borrower in writing of any change in the Term Cost before the change enters into force in the duration of no less than two months, if the Finance Agreement allows such change. Company must also inform the Borrower, via the official addresses agreed upon on the Finance Agreement, of the amount of Instalments to be paid under the new Term Cost and the details concerning the number of Instalments or their duration if changed."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 81",
    "text": "Article 81: 1. The Annual Percentage Rate is the discount rate at which the present value of all Instalments and other payments that are due on the Borrower, representing the Total Amount Payable by the Borrower, equals the present value of the payments of the Amount of Finance available to the Borrower, calculated on the date on which the Amount of Finance or the date the first payment is available to the Borrower,. Calculated by the following equation: m is the last payment of the Amount of Finance to be received by the Borrower. d is the payment to be received by the Borrower from the Amount of Finance. Cd is the payment value of (d) to be received by the Borrower from the Amount of Finance. Sd the period between the date on which the Amount of Finance or the first payment is available to the Borrower and the date of payment (d), calculated in years and parts of the year, and so that this period of first payment received by the Borrower from the Amount of Finance is zero (s1=0) n is the last payment payable by the Borrower. p is the payment payable by the Borrower. Bp is the payment value (p) payable by the Borrower.\n\n28/32 | This translation is provided for guidance. The governing text is the Arabic text. to the period between the date on which the Amount of Finance or the first payment is available to the Borrower and the date of the payment (p) to be received from the Borrower, calculated in years and parts of the year. X is the Annual Percentage Rate. 2. For the purpose of calculating the Annual Percentage Rate, the periods between the date on which the Amount of Finance or the first payment is available to the Borrower and the date of every payment received or payable by the borrower shall be calculated on the basis of (12) months or (365) days a year. 3. For the purpose of calculating the Annual Percentage Rate, the Total Amount Payable by the Borrower must be specified including fees, commissions and costs that cannot be avoid by the Borrower, with the elimination of costs or fees payable by the Borrower due to his breach to any of his obligations contained in the Finance Agreement. 4. It is a must to calculate the Annual Percentage Rate, assuming validity of Finance Agreement for the agreed period of time and both parties commitment to their obligations according to the conditions contained in the Finance Agreement. 5. In accordance with paragraph (10) of Article (Seventy Eight) of this Regulation, in the case of Finance Agreement containing clauses allowing variations in the Term Cost and fees contained in the Annual Percentage Rate which cannot be calculated, the Annual Percentage Rate must be calculated on the assumption that the Term Cost and other charges remain fixed in relation to the initial Term Cost and remain applicable until the end of the Finance Agreement. 6. The Annual Percentage Rate must be calculated and expressed in percentage points as a decimal fraction, with the fractional portion rounded to two digits and the basic half point or more rounded to full point."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 82",
    "text": "Article 82: The Finance Company must use the declining balance method in distributing the Term Cost on the maturity period, whereas the Term Cost is distributed proportionally between Installments on the basis of the balance value of the remaining Amount of Finance at the beginning of the Installment maturity period, and including it in the Finance Agreement."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 83",
    "text": "Article 83: All fees, commissions and administrative services charges to be recovered from the Borrower by the Finance Company shall not exceed the equivalent of (1%) of the Amount of Finance or (5,000) Five thousand Saudi riyals whichever is less,"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 84",
    "text": "Article 84: 1. The Borrower may accelerate the payment of the rest of the Amount of Finance, at any time, and he may not pay the Term Cost of the remaining period. The Finance Company may be compensated for the following:\n\n29/32 | This translation is provided for guidance. The governing text is the Arabic text. a. The cost of re-investment, but not exceeding the Term Cost for the following three months of payments, calculated on the basis of the declining balance; and b. Payments from the Finance Company to a third party due to the Finance Agreement of expenses stipulated therein, if they are irrecoverable expenses, for the remaining term of the Finance Agreement. 2. An exception to the provisions of paragraph (1) of this Article, the real estate Finance Agreement may stipulate a period of time which early payment is prohibited, provided that it does not exceed two years from the date of concluding the real estate Finance Agreement."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 85",
    "text": "Article 85: 1. In the event of the Finance Company assigns its rights to a third party or the Finance Agreement itself, to a third party or issuance of securities against the rights arising out of the Finance Agreement , the Borrower is entitled to use against the assignee any defense available to him against the original Finance Company. 2. The Finance Company shall receive a non-objecting letter from SAMA, before assigning the services related to the Finance to another party."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 86",
    "text": "Article 86: 1. The Finance Company shall indicate in all product advertisements: its name, logo, any identifying representation and contact details. 2. The advertisement shall disclose, in a manner that is clear to the Consumer, the name and Annual Percentage Rate of the advertised product and shall not include other rates of the Term Cost. 3. The Finance Company may not do any of the following: a. Provide an advertisement that includes a false offer, statement, or a false claim expressed in terms that would directly or indirectly deceive or mislead the Consumer. b. Provide an advertisement that includes the unlawful use of a logo, a distinctive mark, or a counterfeit mark. 4. SAMA may oblige any Finance Company that does not abide by the provisions of this Article to withdraw the advertisement within one working day of SAMA’s notice."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 87",
    "text": "Article 87: The Finance Company shall establish a function and designate staff to address complaints, and put in place clear procedures for receiving, documenting, studying, and responding to Borrowers’ complaints within a period not exceeding (10) business days from the date of receiving the complaint. All necessary details of Borrowers’ complaints and actions taken thereon shall be entered in a complaints registry.\n\n30/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 88",
    "text": "Article 88: 1. The Finance Company and its employees shall maintain the confidentiality of clients’ data and transactions, and may not disclose or expose them to other parties, except in accordance with the related laws and instructions. 2. The Finance Company employees are prohibited from disclosing any information about the Company’s clients and transactions obtained through their work, even after leaving the Finance Company. It is also prohibited to hold any of this information after resigning. 3. The Finance Company shall take all necessary measures to ensure confidentiality of the clients’ information and transactions. Part Nineteen Finance Support Activities"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 89",
    "text": "Article 89: No one other than licensed Finance Companies shall carry out a Finance support activity or more, such as marketing Finance products or collecting the debts of the Finance Company, except after obtaining a license in accordance with the rules issued by SAMA in this regard."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 90",
    "text": "Article 90: The Finance Company shall not contract or otherwise deal with providers of Finance support activities that are not licensed by SAMA. Part Twenty Control, Investigation and Prosecution Procedures"
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 91",
    "text": "Article 91: 1. The provisions of this part shall apply to violations and cases of public rights arising out of implementation of the Law and the Regulation. 2. Anything not stipulated herein shall be subject to the provisions of the law of Criminal Procedures, the Bureau of Investigation and Public Prosecution and the general rules applicable in the Kingdom of Saudi Arabia."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 92",
    "text": "Article 92: SAMA’s employee that is in charge of control, investigation and prosecution procedures shall: 1. Be a Saudi national; 2. Be of a good conduct; 3. Have not been sentenced of a breach of trust offence or a crime involving moral turpitude, unless rehabilitated. 4. Hold a bachelor degree; 5. Have passed the professional examination approved by SAMA.\n\n31/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 93",
    "text": "Article 93: 1. Control, investigation and prosecution personnel shall receive notices, collect information, and control necessary evidences for investigation and point accusation. 2. Control, investigation and prosecution personnel may seek assistance from criminal investigation employee if necessary. 3. Control, investigation and prosecution personnel may benefit from specialists either as individuals or companies when conducting their survey, examination, seizing materials connected with violations. The duty of such individuals and companies shall be confined to showing places and materials that requires search and capturing during investigation. 4. The Governor shall issue the rules, procedures and permissions for the work of the staff of control, investigation and prosecution."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 94",
    "text": "Article 94: The control, investigation and prosecution staff, law enforcement personnel, experts and specialists assisting them shall not disclose the confidential information, which they come across in the course of their work even after quitting the service."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 95",
    "text": "Article 95: Criminal lawsuit shall be referred to the Committee for Settlement of Finance Violations and Disputes by the Governor or his deputy."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 96",
    "text": "Article 96: SAMA shall refer crimes and violations that are not within its jurisdiction to the body concerned with investigation and prosecution."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 97",
    "text": "Article 97: SAMA may exempt Finance Companies from some of the provisions in this Regulation without prejudice to the provisions of the Law and as required by the conditions of the sector."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 98",
    "text": "Article 98: Compliance with Articles (78, 79, 81, 82, 83 and 84) of the Implementing Regulation of the Finance Companies Control Law is optional when dealing with small, medium and large enterprises."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 99",
    "text": "Article 99: Companies and establishments engaging in finance activities in the Kingdom of Saudi Arabia prior to the Law’s entry into force must provide SAMA, within the first nine months of the period prescribed in Article (36) of the Law, with their plan to correct their situation according to the Law or a plan to exit the market.\n\n32/32 | This translation is provided for guidance. The governing text is the Arabic text."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 100",
    "text": "Article 100: A committee, or more, will be formed by a decision of the Governor to be responsible for presenting the proposals and recommendations necessary to develop the finance sector."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 101",
    "text": "Article 101: The necessary rules and instructions for the implementation of regulatory and supervisory requirements of the finance sector shall be issued by a decision of the Governor."
  },
  {
    "source": "Implementing_Regulation_of_the_Finance_Companies_Control_Law English.pdf",
    "chunk_id": "Article 102",
    "text": "Article 102: This Regulation comes into effect as of the date of its publication on the official gazette."
  }
]